lemariva/micropython-camera-driver/boards/ESP32_CAM/mpconfigboard.h
#ifndef MICROPY_HW_BOARD_NAME
#define MICROPY_HW_BOARD_NAME "ESP32 module with Camera"
#endif

#define MICROPY_PY_BLUETOOTH                (0)
#define MODULE_CAMERA_ENABLED               (1)

#ifndef MICROPY_HW_MCU_NAME
#define MICROPY_HW_MCU_NAME "ESP32"
#endif
